{
  "Hyte_y70": {
    "Name": "Hyte y70",
    "Image": "SliderImg/Korpus/Hyte_y70.png",
    "Price": "200£",
    "Description": "Hyte y70 це новий стильний корпус, який поєднує в собі елегантний дизайн та високу продуктивність. Він має просторий інтер'єр, що дозволяє встановлювати потужні компоненти, а також підтримує RGB підсвітку для створення унікального вигляду вашого ПК. Корпус виготовлений з якісних матеріалів, що забезпечує надійність та довговічність."
  },
   "Asus_Case_AllFormat": {
    "Name": "Asus Case All Format",
    "Image": "SliderImg/Korpus/Asus_Case_AllFormat.png",
    "Price": "280£",
    "Description": "Asus Case All Format це універсальний корпус, який підходить для всіх форматів материнських плат. Він має стильний дизайн та хорошу вентиляцію, що забезпечує оптимальну температуру для ваших компонентів. Корпус виготовлений з якісних матеріалів, що гарантує його надійність та довговічність."
  },
   "Asus_Ultra_Case": {
    "Name": "Asus Ultra Case",
    "Image": "SliderImg/Korpus/Asus_Ultra_Case_.png",
    "Price": "290£",
    "Description": "Asus Ultra Case це потужний корпус, який забезпечує відмінну вентиляцію та охолодження для ваших компонентів. Він має стильний дизайн та підтримує RGB підсвітку, що дозволяє створити унікальний вигляд вашого ПК. Корпус виготовлений з якісних матеріалів, що гарантує його надійність та довговічність."
  },
   "/All_Formfactor_Black_Corpus": {
    "Name": "/All Formfactor Black Case",
    "Image": "SliderImg/Korpus/All_Formfactor_Black_Corpus.png",
    "Price": "180£",
    "Description": "/All Formfactor Black Corpus це стильний та універсальний корпус, який підходить для всіх форматів материнських плат. Він має простий, але елегантний дизайн, що дозволяє йому вписатися в будь-який інтер'єр. Корпус виготовлений з якісних матеріалів, що забезпечує його надійність та довговічність."
  },
   "Antec_Dark_ATX_Case": {
    "Name": "Antec_Dark_ATX_Case",
    "Image": "SliderImg/Korpus/Antec_Dark_ATX_Case.png",
    "Price": "170£",
    "Description": "Antec Dark ATX Case це стильний та потужний корпус, який забезпечує відмінну вентиляцію та охолодження для ваших компонентів. Він має просторий інтер'єр, що дозволяє встановлювати потужні компоненти, а також підтримує RGB підсвітку для створення унікального вигляду вашого ПК. Корпус виготовлений з якісних матеріалів, що гарантує його надійність та довговічність."
  },
   "Thermaltake_CORE_P5_ATX": {
    "Name": "Thermaltake CORE P5 ATX",
    "Image": "SliderImg/Korpus/Thermaltake_CORE_P5_ATX.png",
    "Price": "160£",
    "Description": "Thermaltake CORE P5 ATX це стильний та потужний корпус, який забезпечує відмінну вентиляцію та охолодження для ваших компонентів. Він має просторий інтер'єр, що дозволяє встановлювати потужні компоненти, а також підтримує RGB підсвітку для створення унікального вигляду вашого ПК. Корпус виготовлений з якісних матеріалів, що гарантує його надійність та довговічність."
  },
   "lian-li_Version_Black": {
    "Name": "lian-li Version Black",
    "Image": "SliderImg/Korpus/lian-li_Version_Black.png",
    "Price": "130£",
    "Description": "lian-li Version Black це стильний та потужний корпус, який забезпечує відмінну вентиляцію та охолодження для ваших компонентів. Він має просторий інтер'єр, що дозволяє встановлювати потужні компоненти, а також підтримує RGB підсвітку для створення унікального вигляду вашого ПК. Корпус виготовлений з якісних матеріалів, що гарантує його надійність та довговічність."
  },
   "Black_RXTD_Case": {
    "Name": "Black RXTD Case",
    "Image": "SliderImg/Korpus/Black_RXTD_Case.png",
    "Price": "90£",
    "Description": "Black RXTD Case це стильний та потужний корпус, який забезпечує відмінну вентиляцію та охолодження для ваших компонентів. Він має просторий інтер'єр, що дозволяє встановлювати потужні компоненти, а також підтримує RGB підсвітку для створення унікального вигляду вашого ПК. Корпус виготовлений з якісних матеріалів, що гарантує його надійність та довговічність."
  },
   "Cooltek_Plus_mini": {
    "Name": "Cooltek Plus mini",
    "Image": "SliderImg/Korpus/Cooltek_Plus_mini.png",
    "Price": "190£",
    "Description": "Cooltek Plus mini це компактний корпус, який підходить для створення потужного ПК в обмеженому просторі. Він має стильний дизайн та хорошу вентиляцію, що забезпечує оптимальну температуру для ваших компонентів. Корпус виготовлений з якісних матеріалів, що гарантує його надійність та довговічність."
  },
   "Newest_M-ATX_Case.png": {
    "Name": "Newest M-ATX Case",
    "Image": "SliderImg/Korpus/Newest_M-ATX_Case.png",
    "Price": "120£",
    "Description": "Newest_M-ATX_Case це стильний та потужний корпус, який забезпечує відмінну вентиляцію та охолодження для ваших компонентів. Він має просторий інтер'єр, що дозволяє встановлювати потужні компоненти, а також підтримує RGB підсвітку для створення унікального вигляду вашого ПК. Корпус виготовлений з якісних матеріалів, що гарантує його надійність та довговічність."
  },
   "Hyte_y70_Black_Dis-None": {
    "Name": "Hyte y70 Black Dis-None",
    "Image": "SliderImg/Korpus/Hyte_y70_Black_Dis-None.png",
    "Price": "230£",
    "Description": "Hyte y70 Block Dis-None це новий стильний корпус, який поєднує в собі елегантний дизайн та високу продуктивність. Він має просторий інтер'єр, що дозволяє встановлювати потужні компоненти, а також підтримує RGB підсвітку для створення унікального вигляду вашого ПК. Корпус виготовлений з якісних матеріалів, що забезпечує надійність та довговічність."
  }
}