{
  "IntelCore-I7-11700KH": {
    "Name": "Intel Core I7-11700KH",
    "Image": "SliderImg/Cpu/IntelCore-I7-11700KH.png",
    "Price": "300£",
    "Description": "Процесор Intel Core i7-11700KH – це високопродуктивний 8-ядерний (16-потоковий) чип, оптимізований для ноутбуків та компактних систем. Завдяки базовій частоті 3.6 ГГц і турбо-режиму до 5.0 ГГц, він забезпечує швидку обробку даних у вимогливих іграх та професійних задачах. Підтримує PCIe 4.0, DDR4-3200 та сучасні технології енергозбереження."
  },
   "IntelCore-I9-14700": {
    "Name": "Intel Core I9-14700",
    "Image": "SliderImg/Cpu/IntelCore-I9-14700.png",
    "Price": "370£",
    "Description": "Intel Core i9-14700 — потужний процесор для настільних ПК, що має 20 ядер (8 продуктивних та 12 енергоефективних) і 28 потоків. Базова частота становить 2.1 ГГц, з можливістю підвищення в турбо-режимі до 5.4 ГГц. Об’єм кеш-пам’яті L3 — 33 МБ. Процесор підтримує оперативну пам’ять DDR4 та DDR5, а також оснащений вбудованою графікою Intel UHD Graphics 770."
  },
   "Intel Core I5-13400F": {
    "Name": "Intel Core I5-13400F",
    "Image": "SliderImg/Cpu/IntelCoreI5_13400F.png",
    "Price": "160£",
    "Description": "Intel Core i5-13400F – 10-ядерний (6P+4E) процесор для геймінгу та роботи. Турбо-частота до 4.6 ГГц, 20 МБ кешу, підтримка DDR4/DDR5. Потребує дискретну відеокарту. Ідеальний для середньобюджетних ПК."
  },
   "IntelCorei5-10600K": {
    "Name": "Intel Core i5-10600K",
    "Image": "SliderImg/Cpu/IntelCorei5-10600K.png",
    "Price": "170£",
    "Description": "ntel Core i5-10600K — це 6-ядерний 12-потоковий процесор для настільних ПК, випущений у 2020 році. Він має базову тактову частоту 4,1 ГГц з можливістю підвищення до 4,8 ГГц у турбо-режимі. Об’єм кеш-пам’яті L3 становить 12 МБ. Процесор виготовлений за 14-нм техпроцесом і має тепловий пакет (TDP) 125 Вт. Він оснащений інтегрованою графікою Intel UHD Graphics 630 з базовою частотою 350 МГц і максимальною динамічною частотою 1,2 ГГц. Підтримує оперативну пам’ять типу DDR4-2666 з максимальним об’ємом до 128 ГБ.  ￼"
  },
   "IntelCoreI9-19700kf": {
    "Name": "Intel Core I9-19700kf",
    "Image": "SliderImg/Cpu/IntelCoreI9-19700kf.png",
    "Price": "400£",
    "Description": "Intel Core i9-14900KF: Це флагманський процесор 14-го покоління з 24 ядрами (8 продуктивних та 16 енергоефективних), базовою частотою 3,2 ГГц та можливістю підвищення до 6,2 ГГц. Підтримує технології Intel Thermal Velocity Boost, Intel Turbo Boost Max Technology 3.0, а також інтерфейси PCIe 5.0 та 4.0. Сумісний з материнськими платами на базі чипсетів Intel 700 та 600 серій.  "
  },
   "IntelCoreI9-Ultimate": {
    "Name": "Intel Core I9-Ultimate",
    "Image": "SliderImg/Cpu/IntelCoreI9-Ultimate-removebg-preview.png",
    "Price": "500£",
    "Description": "Intel Core I9-Ultimate це 24-ядерний (32-потоковий) процесор, що працює на базовій частоті 3.0 ГГц з можливістю підвищення до 5.8 ГГц у турбо-режимі. Він має 36 МБ кешу L3 і підтримує оперативну пам’ять DDR5-5600 та DDR4-3200. Процесор виготовлений за 10-нм технологічним процесом і має TDP 125 Вт. Intel Core I9-Ultimate також підтримує технології Intel Turbo Boost Max Technology 3.0 та Intel Thermal Velocity Boost."
  },
   "IntelCoreI9-XSeries": {
    "Name": "Intel Core I9-XSeries",
    "Image": "SliderImg/Cpu/IntelCoreI9-XSeries.png",
    "Price": "600£",
    "Description": "Intel Core I9-XSeries це 18-ядерний (36-потоковий) процесор, що працює на базовій частоті 3.0 ГГц з можливістю підвищення до 4.8 ГГц у турбо-режимі. Він має 24 МБ кешу L3 і підтримує оперативну пам’ять DDR4-2933. Процесор виготовлений за 14-нм технологічним процесом і має TDP 165 Вт. Intel Core I9-XSeries також підтримує технології Intel Turbo Boost Max Technology 3.0 та Intel Thermal Velocity Boost."
  },
   "INTELcoreUltra5-267k": {
    "Name": "INTEL core Ultra 5-267k",
    "Image": "SliderImg/Cpu/INTELcoreUltra5-267k.png",
    "Price": "590£",
    "Description": "INTEL core Ultra 5-267k це високопродуктивний процесор з 6 ядрами та 12 потоками, що працює на базовій частоті 3.2 ГГц з можливістю підвищення до 4.8 ГГц у турбо-режимі. Він має 18 МБ кешу L3 і підтримує оперативну пам’ять DDR5-4800. Процесор виготовлений за 10-нм технологічним процесом і має TDP 125 Вт."
  },
   "INTELCoreUltra7-265K": {
    "Name": "INTEL Core Ultra 7-265K",
    "Image": "SliderImg/Cpu/INTELCoreUltra7-265K.png",
    "Price": "640£",
    "Description": "INTEL Core Ultra 7-265K це високопродуктивний процесор з 8 ядрами та 16 потоками, що працює на базовій частоті 3.4 ГГц з можливістю підвищення до 5.0 ГГц у турбо-режимі. Він має 24 МБ кешу L3 і підтримує оперативну пам’ять DDR5-4800. Процесор виготовлений за 10-нм технологічним процесом і має TDP 125 Вт."
  }
}